{
    "version": "https://jsonfeed.org/version/1",
    "title": "Sourdough Bake ",
    "description": "",
    "home_page_url": "https://www.sourdoughbake.com/blog",
    "feed_url": "https://www.sourdoughbake.com/blog/feed.json",
    "user_comment": "",
    "author": {
        "name": "Alexander"
    },
    "items": [
        {
            "id": "https://www.sourdoughbake.com/blog/bakers-math.html",
            "url": "https://www.sourdoughbake.com/blog/bakers-math.html",
            "title": "Baker&#x27;s Math",
            "summary": "Baker’s math. If you are like how I used to be, you&hellip;",
            "content_html": "<p>Baker’s math.<br><br><img class=\"post__image--left\" src=\"https://www.sourdoughbake.com/blog/media/posts/1/dough.jpg\" alt=\"balls of dough\" width=\"1280\" height=\"836\">If you are like how I used to be, you probably saw some beautiful bread posts online with captions like, “70% bread flour, 30% wheat, 70% hydration, 1.8% salt” and they left you wondering what new version of math equaled up to 171.8%. After much research, nagging many fantastic bakers, and watching more YouTube videos than I can keep track of, I finally figured out the secret to understanding baker’s math and why it’s important.<br><br>Baker’s math, helps you understand the recipes, and let’s you adapt someone else’s recipe to your taste. Simply put, it is the recipe that the baker use to make their bread. Instead of being in cups or grams, it’s measured in percentages. It breaks the bread down into its most basic parts, flour, hydration, salt and starter (There can be more ingredients but we are keeping it simple). This way it allows us to scale up or down a recipe - which will tell us how many grams of an ingredient we will need.<br><br>The key to understanding baker's math lies in the flour. It is of course the most important part of your bread. In baker’s math, flour is always represented as 100%. We can look at the example I mentioned above: 70% bread flour, 30% wheat, 70% hydration, 1.8% salt. You’ll notice there are two types of flour being used, and their percentages add up to 100. If we made a bread that had 4 cups of bread flour, in baker’s math, that would be represented as 100% bread flour. If you had a recipe that called for 200 grams of bread flour, 200grams of rye flour, 200grams of all-purpose flour and 200grams of spelt, those 800 grams would also be represented as 25% bread, 25% rye, 25% all purpose, 25% spelt flour.<br><br>The total weight of all your flour is the starting point for every other percentage in the formula. But for the other percentages to mean anything, you need to determine how much flour you are going to use.</p>\n<p><img class=\"post__image--right\" src=\"https://www.sourdoughbake.com/blog/media/posts/1/water.jpeg\" alt=\"A man pouring water into a glass\" width=\"1280\" height=\"1925\"><br><br>Hydration; typically this just means water. We will talk about other liquids that can be added to breads in a future post. For now let’s just assume that when you see hydration, it means water. In baker’s math, the total amount of water in a recipe is compared to the amount of flour. The simplest example would be if you had half as much water as you do flour, then you would have 50% hydration. I think the sweet spot for new bakers is between 65% and 70% hydration, depending on what kind of bread you are making. Higher hydration doughs are much stickier but can produce larger holes in your bread, or as we call it in the baking world, a larger crumb.<br><br>Let’s take a moment and look at an example. I use about 475 grams of flour to make one loaf of bread. I know I want to make a 75% hydrated loaf. Step one would be to determine that 75% of 475 (grams of flour) is 356 grams of water.<br><br>We will cover the arithmetic below, but assume you want to use 20% of starter in this formula. Still using the same total weight of flour, we now figure out the weight of the starter. 20% of 475 would mean that you would need 95 grams of starter.<br><br>Keep in mind that our starters are made of water and flour. We know that half of that 95 grams of starter is water weight, which needs to be subtracted from the Total Water weight to determine how much water needs to be added when mixing. In this case, to get the total of 356 grams of water, we need to subtract 47 grams of water from the total (since that amount is coming from our starter) which means that 261 grams is the amount of water you need to weigh and add to your dough.</p>\n<table>\n<tbody>\n<tr>\n<td><strong>Total weight of flour (grams)</strong></td>\n<td><strong>475</strong></td>\n</tr>\n<tr>\n<td><span  >Desired Hydration percentage</span></td>\n<td><span  >78%</span></td>\n</tr>\n<tr>\n<td><span  >Total Water Weight (gr)</span></td>\n<td><span   >370.5</span></td>\n</tr>\n<tr>\n<td><span  ><span  >Desired Starter </span></span><span  >percentage</span></td>\n<td><span  >20%</span></td>\n</tr>\n<tr>\n<td><strong>Total Starter (grams)</strong></td>\n<td><strong>95</strong></td>\n</tr>\n<tr>\n<td><span  >Weight of water from starter</span></td>\n<td><span   >47.5</span></td>\n</tr>\n<tr>\n<td><strong>Total Water Needed (total water - starter)</strong></td>\n<td><strong>323</strong></td>\n</tr>\n<tr>\n<td><span  ><span  >Desired Salt </span></span><span  >percentage</span></td>\n<td><span  >2%</span></td>\n</tr>\n<tr>\n<td><strong>Total Salt Needed (grams)</strong></td>\n<td><strong>9.5</strong></td>\n</tr>\n</tbody>\n</table>\n<p><br>Congratulations, you now understand the most “complicated” part of bakers math. All that we have left to cover is starter and salt and those are just additional ingredients calculated based on the total amount of flour. Since we are on the subject, let's talk about our sourdough starter.<br><br>Typically, bakers use a 20% ratio of starter to flour when they bake. If you just did the math in your head to figure out 20% of 475, then you get an A+ for the day.<br><br>20% of 475 grams of flour is 95grams, which is the total starter weight in grams you are going to be adding to your dough.<br><br>Salt is the exact same thing. Typically the amount of salt added into a loaf is between 1.8% and 2.2%. It’s a personal choice you need to make based on your taste preferences and your relationship with salt. Yes, you can bake breads with 1% of salt or less, but they will be fairly bland. Still, at the end of the day, you are the one who will be eating your bread, so use the percentage you are comfortable with. </p>\n<p><img class=\"post__image--left\" src=\"https://www.sourdoughbake.com/blog/media/posts/1/loaf.jpeg\" alt=\"A loaf with different slices\" width=\"1280\" height=\"853\"><br><br>There it is folks, baker’s math in a nutshell. Now when you are browsing your favorite social sites, planning the amazing sourdough bread you are going to make, bakers math will help you be able to replicate their loaves. Our Baker's Percentage Calculator can help you easily do all the math needed to replicate, scale up or down a recipe that you see online. Once you are comfortable with making bread, it will help you build out and test your own custom bread making formulas. Take a look and give our baker's percentage calculator a try. </p>",
            "image": "https://www.sourdoughbake.com/blog/media/posts/1/pexels-photo-564883.jpeg",
            "author": {
                "name": "Kristen"
            },
            "tags": [
                   "beginner",
                   "Baker&#x27;s math"
            ],
            "date_published": "2019-02-03T20:12:00-05:00",
            "date_modified": "2019-02-03T20:44:37-05:00"
        },
        {
            "id": "https://www.sourdoughbake.com/blog/welcome-blog-post.html",
            "url": "https://www.sourdoughbake.com/blog/welcome-blog-post.html",
            "title": "Welcome",
            "summary": "Hello all, Kristen here. We wanted to take a minute to welcome&hellip;",
            "content_html": "<p><span style=\"font-weight: 400;\">Hello all, Kristen here. We wanted to take a minute to welcome you, and give you a little bit of information about who we are and what Alexander and I want to do here at Sourdough Bake.</span></p>\n<p><span style=\"font-weight: 400;\">Alexander and I met last year on Instagram and bonded over our common love for the art of making sourdough bread. Both of us were fairly new at bread making, but when I needed help getting my starter to spring to life, he was there to help me figure out ways to keep it warm enough to develop. We have been arguing over the best ways to raise our starters and bake our breads ever since.</span></p>\n<p><span style=\"font-weight: 400;\">We both spend our 9-5’s Monday – Friday working in different tech fields. I manage wireless telecom for corporations and Alexander runs a web development company. He also does all the design, development, and back end work on this site, as I’m not allowed to touch anything that I could break. Honestly, that’s a good decision on his part, but don’t tell him I said that.</span></p>\n<p><span style=\"font-weight: 400;\">For both of us, making sourdough bread is a way to decompress after a long work day. It’s an opportunity for us to get away from formulas and rigid structures of our jobs and use our hands and senses to create beautiful and delicious bread. We find freedom in the unlimited combinations of grains and techniques that go into our breads.</span></p>\n<p><span style=\"font-weight: 400;\">Alexander already had built his Baker’s Percentage Calculator when I came into his world, but it was not long before I was giving him my opinions on how it could be improved and expanded upon (Editor's note: It’s so cute that she believes that). During that conversation, we realized just how many ideas we each had in our heads that the other one could help make real. We decided to partner up and work together to create new bakers tools, recipes, blogs and more.</span></p>\n<p><span style=\"font-weight: 400;\">Over the next few months you will start to see more things happening here at sourdoughbake.com. This new blog Alexander created for us is just the first addition. We can’t wait for you to see what else is coming.</span></p>",
            "image": "https://www.sourdoughbake.com/blog/media/posts/2/pexels-photo-1406282.jpeg",
            "author": {
                "name": "Kristen"
            },
            "tags": [
            ],
            "date_published": "2019-02-03T20:07:30-05:00",
            "date_modified": "2019-02-03T20:45:17-05:00"
        }
    ]
}
